[
  {
    "name": "Falafel",
    "ingredients": [
    "Baking powder – give them a lighter interior", 
    "Extra virgin olive oil – so they don’t get overly dry and crumbly.", 
    "Spices: Ground coriander, ground cumin and a teaspoon of salt.", 
    "Small onion and garlic cloves- both add great punchy flavor and depth!", 
    "Cilantro (or parsley)- Falfels have a greenish hue to them because they are loaded with herbs!", 
    "Green Chili Pepper (jalapeno peppers, serrano, or sub cayenne) add fresh “heat”. Feel free to go light or make them more spicy.", 
    "Dry chickpeas  (not canned) – Authentic falafel is made with dry chickpeas that have been soaked but not cooked. * Using cooked or canned chickpeas will result in mushy falafel- with no texture. Authentic Egyptian falafel can also be made with fava beans or a combination of both."],
    "instructions": "Mix all ingredients and bake for 20 minutes.",
    "image": "./images/falafel.png"
  },
  {
    "name": "Red Lentil Soup",
    "ingredients": [
    "Celery: optional, but adds flavor.",
    "Lemon: a squeeze of fresh lemon juice.",
    "Olive oil – both for sauteeing and drizzling afterwards.", 
    "Carrots: Use 2 large carrots or sub with diced sweet potato.",
    "Red lentils -use split red lentils, with their outer skin removed for the fastest cooking.", 
    "Onion and fresh garlic cloves: Use a large onion, red onion is a great choice, or two fat shallots.",
    "Spices: Salt, black pepper, ground cumin, sumac, paprika (or chili powder), and pinch of Aleppo chili flakes ( or cayenne). See notes for other options!",
    "Tomato: A medium tomato, or sub a red bell pepper or 1-2 tablespoons tomato paste.",
    "Vegetable broth: Or chicken stock, or just use water, see notes!",
    "Garnishes: A drizzle of extra virgin olive oil, a sprinkling of fresh herbs (parsley, cilantro, or mint), Aleppo Chili flakes, Urfa Biber, or a sprinkle of sumac."],
    "image":"./images/soup.png"
  },
  {
    "name": "Man’oushe",
    "ingredients": [
    "Salt, sugar, and oil",  
    "Garnish: Parsley, mint, or Aleppo chili flakes for fresh, herbal flavor and a bit of heat.",
    "Flour: Use bread flour, all-purpose flour, or a gluten-free flour blend. If you have both bread and all-purpose flour, you could mix a little of both or even add spelt or whole wheat.",
    "Instant yeast: You can sub active dry yeast, mixing it with lukewarm water and sugar first, in a medium bowl, until frothy and activated before adding to the flour mixture. This type of yeast will lengthen the prep time.", 
    "Zaatar Paste: Made with a za’atar mixture (use our Middle Eastern spice blend with sesame seeds, thyme or marjoram, cumin, and sumac), extra virgin olive oil, sumac, and salt."],
    "image": "./images/bread.png"
  },

  {
    "name": "Butter Chicken",
    "ingredients": [
      "2 lbs chicken breast, cut into bite-sized pieces.",
      "2 teaspoons salt (use 1 teaspoon per pound of chicken)",
      "1 teaspoon pepper",
      "1 teaspoon garam masala",
      "2 tablespoons ghee",
      "1 tablespoon ghee",
      "1 onion, finely diced",
      "1 cinnamon stick",
      "1–2 serrano chilies (or sub 1 jalapeno) split in half lengthwise (leave tops intact)",
      "4 fat garlic cloves- finely minced",
      "1 tablespoon ginger finely minced (or use ginger paste)",
      "1/2 teaspoon fennel seeds",
      "1/2 teaspoon cumin seeds",
      "1/2 teaspoon black mustard seeds or regular mustard seeds",
      "14-ounce can tomato puree, tomato sauce (or sub 2 medium tomatoes, blended with their juices, roughly 1 1/2 cups)",
      "1 cup water (or veggie broth or chicken stock)",
      "1 tablespoon garam masala spice (see notes)",
      "2 teaspoons dried fenugreek leaves (optional, but elevates the dish substantially)",
      "1 tablespoon chili powder",
      "2–3 teaspoons paprika (do NOT use smoked paprika, if you don’t have regular, just leave it out!)",
      "1 cup coconut cream (or sub heavy cream) or full fat yogurt.",
      "1 teaspoon salt",
      "1 tablespoon sugar, brown sugar, or honey",
      "optional additions: cayenne pepper to taste, pinch turmeric, pinch cardamom, pinch coriander",
      "garnish with cilantro"],
    "image": "./images/butterchicken.png"
  },
  {
    "name": "Vegan Tikka Masala",
    "ingredients": [
      "Fragrant colorful spices like cumin, coriander, turmeric, paprika and garam masala (or curry powder)  give this Vegan Tikka Masala recipe its beautiful color. To bring it up a notch, add mustard seeds, fennel seeds and fenugreek leaves – all optional, but tasty.",
      "1–2 tablespoons coconut oil, olive oil or ghee",
      "1 extra-large shallot – chopped (or sub 1/2 a red onion)",
      "1 tablespoon chopped ginger",
      "4 fat garlic cloves, rough chopped",
      "1 teaspoon cumin",
      "1 teaspoon coriander",
      "1 teaspoon ground turmeric",
      "1/2 teaspoon paprika or chili powder",
      "1 teaspoon garam masala or curry powder",
      "1 teaspoon black mustard seeds- optional",
      "1 teaspoon fennel seeds- optional",
      "1 teaspoon fenugreek leaves- optional",
      "1 teaspoon salt",
      "1 1/2 cups tomatoes, diced ( or sub a 14-ounce can diced tomatoes)",
      "1 can full fat coconut milk",
      "1 red bell pepper – big diced",
      "1 small head cauliflower – sliced into 1-inch pieces, or small florets",
      "1 zucchini- cut into 1-inch thick half-moons (or quarters)",
      "squeeze of lemon",
      "cilantro for garnish",
      "optional additions: Crispy tofu, pan-seared paneer cheese, or 1 can of chickpeas (drained, rinsed)"],  
    "image": "./images/VeganTikkaMasala.png"
  },
  {
    "name": "Brinjal Curry",
    "ingredients": [
      "20–22 small, round or egg-shaped eggplant a little larger than a golf ball (3 to 3 1/2 lbs) ( like Indian eggplant, Thai Eggplant, Fairy Tale, Raavayya, Japanese White Egg, Ratna, Rhim Jhim, etc.)",
      "2–3 tablespoons coconut oil, or ghee",
      "4 tablespoons dry lentil dahl (split lentils- red , yellow or orange) or use ural dahl (split white lentil dahl), or yellow mung dahl ( split mung beans)",
      "5 dried whole red chilies ( like Indian Curd Chilies or Chile de Arbol)",
      "4 tablespoons garam masala",
      "2 tablespoons coriander seeds",
      "1/2 teaspoon ground turmeric",
      "1/4 teaspoon ground black pepper",
      "4 fat garlic cloves",
      "3 inches ginger, sliced thin",
      "1 cup (fresh) grated coconut (easy to find in the frozen section at the Asian market)",
      "2 teaspoons salt",
      "1/2 cup water",
      "4 tablespoons tamarind paste",
      "2 tablespoons brown sugar",
      "2 cups water or veggie broth",
      "2 tablespoons or ghee, or coconut oil",
      "1 tablespoon mustard seeds",
      "1/2 teaspoon asafoetida (hing powder)",
      "1/4 cup curry leaves (fresh, or use frozen)",
      "1 large onion, thinly sliced",
      "1 cup tomato, diced"],
    "image": "./images/BrinjalCurry.png"
  },

  {
    "name": "Cioppino (Italian Fish Stew)",
    "ingredients": [
      "3 tablespoons olive oil",
      "1 large onion, diced ( or sub 3 shallots)",
      "1 cup fennel bulb, diced",
      "2 celery stalks- chopped",
      "2 large carrots, peeled and diced",
      "4 garlic cloves, rough chopped",
      "2 teaspoons salt",
      "1/2 teaspoon fresh pepper",
      "1/2 teaspoon dried oregano",
      "1 teaspoon red pepper flakes",
      "1/4 cup tomato paste",
      "14-ounce can diced tomatoes ( or sub 1 1/2 cups diced tomatoes)",
      "1 1/2 cups dry white wine",
      "6 cups fish stock ( or chicken stock-see notes)",
      "2 bay leaves",
      "1 pound mussels",
      "1 pound manilla clams",
      "1/2 pound scallops or shrimp",
      "1 pound firm fish- black cod, sea bass, halibut",
      "1/4– 1/2 cup fresh parsley ( or basil) chopped",
      "optional additions (lemon juice, clam juice, fish sauce, anchovy paste – see notes)"],
    "image": "./images/Cioppino.png"
  },
  {
    "name": "Baked Gnocchi with Kale and Sausage",
    "ingredients": ["3 tablespoons olive oil",
    "1/4–1/2 teaspoon red pepper flakes (more if you like a good spice like we do!)",
    "1 tablespoon whole fennel seeds",
    "4 large garlic cloves, chopped small",
    "28 ounce-can whole peeled tomatoes",
    "1 teaspoon salt (adjust to taste-see notes*)",
    "1/4 teaspoon black pepper",
    "2 teaspoons dried oregano",
    "1 bunch kale, about 4 cups destemmed and chopped (saved stems are great to add to soup)",
    "1/2 pound Italian sausage links, precooked (or use a plant-based sausage) ",
    "1 1/2 pounds gnocchi, uncooked (see notes) store bought or homemade",
    "8 ounces fresh mozzarella, cut into 1/4″slices (or swap out for burrata or ricotta)",
    "3/4 cup pecorino romano or parmesan, grated"],
    "image": "./images/Baked Gnocchi.png"
  },
  {
    "name": "Eggplant Lasagna",
    "ingredients": [
      "3 large eggplants (about 3 lbs)",
      "1 teaspoon salt",
      "2 tablespoons olive oil, spray olive oil or ghee",
      "———-",
      "1 tablespoon olive oil",
      "one onion, diced",
      "4–8 garlic cloves, rough chopped",
      "6 ounces baby spinach, about 2 extra-large handfuls",
      "Salt and pepper to taste ( 1/4 teaspoon each)",
      "1/4 teaspoon red pepper flakes (optional)",
      "——",
      "16-ounce tub of whole milk ricotta (or sub tofu ricotta)",
      "1 large egg",
      "1/4 cup chopped basil",
      "1/2 teaspoon salt",
      "1/4 teaspoon nutmeg",
      "1/4 teaspoon pepper",
      "——",
      "24-ounce jar marinara sauce, about 3 cups",
      "8 no-boil lasagna noodles (or sub- gluten-free lasagna noodles) Feel free to use regular lasagna noodles that have been cooked to al dente.",
      "1– 1 1/2 cups grated mozzarella (or meltable vegan cheese)",
      "1/4– 1/3 cup pecorino (or parm, but I like pecorino better here)",
      "1/4–1/2 teaspoon chili flakes (optional)",
      "1 large garlic clove",
      "1/4 cup toasted almonds, pinenuts or smoked almonds",
      "1/2 cup packed basil leaves",
      "1 cup packed arugula",
      "1 teaspoon lemon zest",
      "1 tablespoon fresh lemon juice",
      "1/3–1/2 cup light flavored olive oil (make sure oil is not bitter)",
      "1/4 teaspoon salt (if your almonds are heavily salted, use salt to taste.)",
      "1/4 teaspoon cracked pepper"],
    "image": "./images/Eggplant Lasagna.png"
  },

  {
    "name": "Bibimbap Recipe (Seoul Bowl)",
    "ingredients": [
      "2 cups cooked rice- short grain brown is my preference",
      "1 batch Korean Baked Tempeh ( meat-eaters see notes)",
      "1 cup steamed, grated or match stick carrots ( or keep fresh)",
      "2 handfuls steamed spinach (or keep fresh)",
      "2 ounces steamed shiitake mushrooms",
      "1 turkish cucumber, cut into thin disks",
      "generous pinch salt and splash rice wine vinegar",
      "1/8 cup thinly sliced red onion (optional)",
      "1/2 cup fresh kimchi",
      "Garnishes – scallions, cilantro, chili paste, sesame seeds, soft boiled eggs",
      "1 1/2–2 tablespoons korean chili paste (Gochujang) – or use chili garlic paste or sriracha sauce",
      "1 tablespoons sesame oil",
      "3 tablespoons maple syrup or brown sugar",
      "1 1/2 tablespoons soy sauce or GF alternative",
      "1 teaspoon rice wine vinegar",
      "1 tablespoon soy sauce or GF alternative,",
      "1 tablespoon sriracha, or Gochujang",
      "1 tablespoon sesame oil",
      "1 tablespoon maple syrup"],
    "image": "./images/Bibimbap Recipe (Seoul Bowl).png"
  },
  {
    "name": "Tofu Rice Bowl",
    "ingredients": [
      "8 ounces of firm tofu (extra-firm tofu works too)",
      "3 tablespoons cornstarch or potato starch",
      "1–2 tablespoons gochujang – taste your gochujang for spiciness and adjust accordingly (see notes on replacements) **Check the ingredients to ensure gluten-free if needed.",
      "1 tablespoon soy sauce or low-sodium gf tamari",
      "1 tablespoon maple syrup",
      "1 teaspoon salt",
      "1 teaspoon soy sauce or low-sodium gf tamari",
      "3 tablespoons rice wine vinegar",
      "1 tablespoon sugar (honey or maple)",
      "1 tablespoon toasted sesame oil",
      "2 cups cucumber, sliced into thick rounds or 1/2 moons (English cucumber, Japanese, Armenian, or Persian- thin-skinned, seedless is preferred)",
      "1 scallion, sliced thin",
      "1/2– 1 teaspoon Gochugaru Korean chili pepper flakes (spicy but not super hot, start with less and add more to taste)",
      "Jasmine rice",
      "Kimchi",
      "Raw veggies: avocado slices, shaved carrot, shredded cabbage, sprouts",
      "Stir-fried veggies like: broccoli, cauliflower, carrots, mushrooms, pea pods, green beans, bell peppers or spinach",
      "Garnishes: toasted sesame seeds, fresh cilantro, gochugaru chili flakes"],
    "image": "./images/Tofu Rice Bowl.png"
  },
  {
    "name": "Cucumber Salad",
    "ingredients": [
      "4 cups cucumber, sliced into thick rounds or 1/2 moons (English cucumber, Japanese, Armenian, or Persian- thin-skinned, seedless is preferred)",
      "1 teaspoon salt",
      "1 teaspoon soy sauce",
      "3 tablespoons rice vinegar",
      "1 tablespoon sugar (honey or maple)",
      "1 tablespoon toasted sesame oil",
      "2 scallions, sliced thin",
      "1– 2 teaspoons Gochugaru Korean chili pepper flakes (spicy but not super hot, start with less and add more to taste)",
      "toasted sesame seeds",
      "fresh cilantro for garnish"],
    "image": "./images/Cucumber Salad.png"
  }
]
